[
  {
    "title": "Who can apply?",
    "content": "You must be 18 years or above and a student from any designated University/College."
  },
  {
    "title": "Do I need experience?",
    "content": "No, you do not require any prior experience in development. We will provide you with mentors to help you figure out things. Of course, a will to think, learn, and collaborate will be the cherry on the cake."
  },
  {
    "title": "Can a college have multiple teams?",
    "content": "Yes, there is no restriction here. We also welcome inter-college teams."
  },
  {
    "title": "What are the selection criteria?",
    "content": "Evaluation criteria will include novelty of the idea, complexity, clarity and details in the prescribed format, feasibility, practicability, sustainability, the scale of impact, user experience and potential for future prospects."
  },
  {
    "title": "What do I get from the event?",
    "content": "The winners will be awarded prizes . The short-listed participants will get certificates, swags and a platform to showcase their talents. There will be special prizes for the best hack built on the APIs and SDKs of the partner companies."
  },
  {
    "title": "What is the goal of the Electrothon?",
    "content": "We want to create an environment that embraces new ideas and technology solutions at the industry level. A place where technology designers and developers can come to help real life problems which can be solved through engineering. We know it takes longer than a weekend to build great solutions, but this is ample time to form teams of good people and begin creating great solutions."
  },
  {
    "title": "How does Electrothon promote diversity?",
    "content": "To promote active participation of females, we encourage female participation via targeted events/workshops. Also, we strictly follow our code of conduct to make a welcoming, safe and comfortable environment for everyone. To ensure this, we have separate prizes worth 10k for the best female-only team."
  },
  {
    "title": "Do we need to apply in teams?",
    "content": "Yes, the hackathon requires you to register in a team of a minimum of 2 and a maximum of 4 participants."
  },
  {
    "title": "Are there any sponsored challenges and API prizes?",
    "content": " There will be API prizes from multiple sponsors to build a hack on top of their APIs or SDKs. Keep an eye out on the website and social media handles, where we'll be adding more ideas to hack on closer to the event. Teams are free to pick from them as well."
  },
  {
    "title": "What if I have more queries?",
    "content": "You can reach out to us any time at spec@nith.ac.in as well as our social media platforms"
  }
]
